blog/app/controllers/articles_controller.rb

INSERT INTO "articles" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2016-03-17 17:47:16.360695"], ["text", "1"], ["title", "1"], ["updated_at", "2016-03-17 17:47:16.360695"]]
---
  def create
    @article = Article.new(article_params)
    @article.save